{"Contents":["<p><strong><em>By Hunlaf, Gravedigger. Revised by Lenore, Priest of Last Death.</em></strong></p>
<p><br></p>
<p>In case you want to be more than a grave digger so you aren't the next meal of your potentially cannibalistic lord.&nbsp;</p>
<p><br></p>
<p>Luckily for you someone had to go through it all. Me. And I'll teach you the basics and what to avoid while murderizing the next poor bum for casings and meat.&nbsp;</p>
<p><br></p>
<p><strong>Kindapping</strong>&nbsp;</p>
<p><br></p>
<p><strong>1 - Preperations</strong>&nbsp;</p>
<p><br></p>
<p>In dire times or if you are a bad person, You may need blood and/or other goods of a person. To start preparing, think of it like you are about to get a girl in your place, except instead of fucking her, you'll butcher her up. Prepare your workplace, make sure the power is on, clean up, put your tools in their place and open your machines' lids early on in case of a struggle.&nbsp;</p>
<p><br></p>
<p>Next, hopefully your workplace still has a cudgel, a black bag and some rope or chains, you should pack them up and go out seeking someone in the slums, someone people wouldn't even remember if they went missing, definitely not a noble or their guests etc, or some merchant which'll cripple the town's economy if he went missing.&nbsp;</p>
<p><br></p>
<p><br></p>
<p><strong>2 - Efficent Kidnapping</strong>&nbsp;</p>
<p><br></p>
<p>Examine your target and their armor, trail them until they are solitary and unsuspecting before engaging. If they don't have a headgear you can put a bag over their head from behind quickly by swinging your black bag at their head, which will blind them, giving you massive advantage.&nbsp;</p>
<p><br></p>
<p>A cudgel to the head is usually an effective way of knocking someone out for half a minute or so, enough to tie them up. It is even more effective from behind if you manage to hit it well. Though always have a plan B in case they were prepared or you were unlucky.&nbsp;</p>
<p><br></p>
<p>If you do end up beat, you are most likely going to die and be looted, Fortunately you have home guarantee of your own alongside usually being under lord's protection. If you set up your workplace right, you might have enough juice in your cloner to get yourself another life.&nbsp;</p>
<p><br></p>
<p>Though if you do win, make sure you stop the bleeding of your victim for their blood is pretty valuable to drain later. Later on you can decide whether if you want to keep them alive by stealing their appendix or just draining their blood is up to you. They might hold grudges though. Not stripping them where you captured them outside and causing their items to be stolen will not help you not having grudgebearers.&nbsp;</p>
<p><br></p>
<p><strong>Gravedigger responsibilities</strong>&nbsp;</p>
<p><br></p>
<p><strong>1 - Which bodies to use?</strong>&nbsp;</p>
<p><br></p>
<p>If you know someone don't have any friends or anyone that would come to their funeral, or be recloned, you can generally take their belongings for your own. Organs aswell, though if they do have people that'll come to their funeral make sure you are only stealing organs that can't be seen. Though that is disrespectful to the dead, keep in mind. Church would butcher you in turn for defiling the dead of an innocent.&nbsp;</p>
<p><br></p>
<p>If you know someone is important or basically became a local hero, but cannot be revived or recloned. I advise you do not defile their bodies, it'll take worse of a response from the church and the people if they find out.&nbsp;</p>
<p><br></p>
<p>You can grab some nobody's body, though hopefully non rotten as that only contaminates the existing batch of biomass. And use a balm to prevent it from further rotting and carry it home. Otherwise you can refer to kidnapping guide for lesser necessities that are bum-like people.&nbsp;</p>
<p><br></p>
<p><strong>2 - Proper burial and Rites</strong>&nbsp;</p>
<p><br></p>
<p>In rare case you need to bury somebody, you can just dump them in a hole, recite the rites and find some sticks to make a cross after you bury them. But there are ways to do it properly.&nbsp;</p>
<p><br></p>
<p>You first need to wash a body, make it presentable for funeral.Then take winding sheets and put the body inside (do not balm the body, you are not going to display them or do something worse hopefully.).&nbsp;</p>
<p>Put the body inside the winding sheet into a coffin, then drag the coffin to the burial grounds, dig a big enough hole and put the coffin in the hole. Step back and face the coffin and recite your rites then you can close up the grave. Good job. Remember to give their loved ones time to say goodbye though.&nbsp;</p>
<p><br></p>
<p><strong>What to do with the organs.</strong>&nbsp;</p>
<p><br></p>
<p>It's generally up to you, as taking some choices takes away your others. You can put up a body for butchering on the hook and butcher it for meat, make solvent bars out of the parts or meat you take out to sell into the stockpile.&nbsp;</p>
<p><br></p>
<p>You can sell the organs to merchant or to the clinic for likely better sum so people can get a new liver after they get severe alcohol poisoning etc. Brains should probably be used for biomass for the recloner since they give more biomass and are generally useless beyond food for cannibalistic people.&nbsp;</p>
<p><br></p>
<p>You can sell bloodbags to the stockpile or again, sell to the clinic, manflesh can't be sold to the stockpile but can be processed to solvent to sell. &nbsp;</p>
<p><br></p>
<p>You don't need to butcher a body, you can toss a whole body to the biomass recycler and it'll go through all of it's bits, but make sure to remove rotten or skeletonized parts, they are bad and will cost you biomass. &nbsp;</p>
<p><br></p>
<p>Final tip is, someone being outlawed, marked a heretic etc makes them blacklisted from the recloner network, but even if they aren't, they are usually too weak to fight you when they first come out of the pod. &nbsp;</p>
<p><br></p>"]}
