"<p><strong><em> || COMMON LORE </em></strong></p>
<p>Everything happened already, world ended by hand of man and what remains is the struggling, changed, evolved self of it,</p>
<p>old gods are long dead and new take it's place, cycle of nature continue but the man continue to defy it even afterwards.</p>
<p>the radiation create new species, new opportunities as it fades away within many years, unleashing magic which always resided within one's self.</p>
<p>Practically slammed back to medieval age, children of the new world must find their ways of old from taking it from the old world's tomb and not make the same mistakes again...</p>

<p><strong>&quot;  || MYTHOS OF the new world  &quot;</strong></p>
<p><br></p>
<p>&quot;  Deities  &quot;</p>
<p><br></p>
<p><i>  Old gods </i></p>
<p>  First and last true gods, worshipped by the old men who failed the world. And so were they all killed by their descendants or mortals who found their remnants and gained godhood, the new gods. Only surviving old god is Tenebrase, the primordial darkness. </p>
<p><br></p>

<p>&quot;   LUNARIA &quot; </p>
<p><i> New God of Clarity - The Moon Goddess </i></p>
<p>  New goddess of night and moon, Her flowing hair looks as white as snow and her face divine. </p>
<p>  The Faithful of Lunaria tend to be those of scholars and take much pride in learning and teaching. He looks poorly upon those who would shame the studies and remain ignorant of the world. Those who walk the moonlit path to transmute the Unknown into Knowledge, seek enlightenment in the unseen. Resentment is to be harnessed and transformed into a thirst for knowledge. </p>
<p><br></p>

<p>&quot;   LAST DEATH  &quot; </p>
<p><i> New God of Death and the Afterlife - The Kin-Killer </i></p>
<p>  Son of the death god before him, he lived among men and seen their cruelty, similiar to the old gods who created this universe without control out of the sparks of their holy war, he slain them all except Tenebrase, which he was not powerful enough to face even with souls of all the new and old gods he collected over time.</p>
<p>  The unnamed Last Death is said to once live among men, seen their cruelty. </p>
<p><br></p>

<p>&quot;   BLISSROSE  &quot; </p>
<p><i>  New God of Nature. - The Plantmother </i></p>
<p>  Blissrose the Plantmother, The first, extremely rare plant persons to ever exist, created by radiation mutating a certain narcotic plant, Blissrose is almost solely responsible for recovery of the world to be the 'new world'. </p>
<p>  Blissrose is an animalistic, simple being, wishes to be left alone with her forest unharmed more than required wherever she rests.</p>
<p><br></p>

<p>&quot;   MOONBEAM &quot;</p>
<p><i> New Goddess of the Astral Plane - The Dream Goddess. </i></p>
<p>  Initially a human psion, she named herself 'Moonbeam', as her favorite thing in the mortal world that didn't leave her until her untimely death. Eventually finding what's remaining of an old god in the astral plane with still strange traces of lewd energy... she takes it, being filled with all of the universe's secrets without -fully- losing her mind. She returned to the astral plane and began building her astral 'dreamland' empire out of people's dreams.  </p>
<p>  Moonbeam values life, as she lost her own and teaches one must live it to fullest as long as it's not on others' expense.</p>
<p><br></p>
